<?php

return [
	//engagement tips
	'giaShare' =>'giaShare',
	'title1' =>'求婚方法 – 小TIPS',
	'title2' =>'求婚的基本原素: 鮮花及戒指',
	'para1' =>'現今求婚不是一件簡單的事情，不但女朋友希望有意外驚喜，男朋友亦想為女朋友制造難忘的回憶。所以求婚需要計劃、策略，及深入瞭解對方想法而看準時機出擊的一個過程。而求婚成敗與否的關鍵於取決於時機、場地、和時間。',
	'title3' =>'1. 選擇時機',
	'para2' =>'建議求婚的最佳時間機，是在雙方已經有一定程度的共識及感情比較稳定的基礎上。至於具體日期，特別的紀念日子當然是首選。女士對於「日子」一向有特殊的情意結，令紀念日成為「雙重紀念日」，可令女士更為感動。如拍左拖多少日, 多少個月，女朋友猜測不到的日子，會更加有驚喜。如果生日，節日這些特別的日子，可能女朋友都有心理準備，早己經猜測到日子，女仔會緊張及有期望。如男士未能逹到女朋友期望，女朋友反而會感到失望，所以能選擇別具意思的日子效果更好。',
	'title4' =>'2. 選擇場景',
	'para3' =>'除了合適的時間，求婚的地點也是重要因素之一。最合適的地點最好是兩人都有共同的回憶，或者深刻的經歷。
而場地就取決於女朋友的性格，如果女朋友性格比較內斂， 最好是選擇在比較少人或者不是太公開的地點求婚更易成功，如: 餐廳，屋企附近，靜靜地的公園。
如果女朋友是比較好動，喜歡和朋友分享，喜歡熱鬧，可以選擇在路中心，大型的主題公園，或者找女朋友的朋友一齊幫忙。',
	'title5' =>'3. 籌備時間',
	'para4' =>'求婚前一個月左右準備，充份準備，搜集資料，找二人拍拖的材料。如甜蜜回憶，相片，去豐富整個求婚過程， 女朋友感受到男朋友的誠意和附出，會更加感動。',
	'title6' =>'求婚方法',
	'title7' =>'1.1 旅行求婚',
	'para5' =>'安排週末2日一夜行、或離港旅行，在異國情調或知名景點，
例如東京鐵塔、瑞士、艾菲爾鐵塔、夜景、夕陽下…向她求婚。
如事先訂好酒店讓酒店將房間佈置成浪漫情調的模樣，打開房門的一刻，給她意外驚喜。',
	'title8' =>'1.2 餐廳求婚',
	'para6' =>'更容易收藏鮮花及控制時機的地方。',
	'title9' =>'1.3 主題公園',
	'para7' =>'主題公園都會提供場內求婚服務, 如迪士尼。',
	'title10' =>'1.4 遊艇求婚',
	'para8' =>'很適合邀集親朋好友幫忙佈置鮮花氣球，及影相錄影，製造浪漫和溫情的求婚過程。',
	'title11' =>'1.5 愛情影片求婚',
	'para9' =>'集合網友推薦的自製影片內容如下：
 
把相識、交往及出遊的相片製成片段。
錄製初次相遇、或交往的地方的景色，以時光倒流的方式帶女朋友回味你們的甜蜜過去。
利用音樂作背景，選用你們獨愛的抒情情歌。',
	'title12' =>'1.6 初遇地點求婚',
	'para10' =>' 回到初次相遇或者第一次約會的地方求婚，預先準備好一束玫瑰、一枚鑽戒、或跟朋友串通好偷偷在旁邊準備，都會讓女朋友非常感動。',
	'title13' =>'1.7 照片拼圖求婚',
	'para11' =>'這需要預備一段很長的時間。
每次出去玩的時候，在合照裡剛好都照到一個字母，洗出來貼在家裡、冰箱上…或看的到的地方，
中文或英文都可以。
等到完成時把字圈出來，相信她看到這些一路走來的照片，一定很感動。',
	'title14' =>'1.8 舉牌/送花求婚',
	'para12' =>'找來朋友或路人幫忙送花或者舉牌求婚。',
	'Appointment' =>'Appointment',
	'Appointment' =>'Appointment',

];