<?php

return [
	'DIAMOND POLISH' => '鑽石打磨',
	'para1' => '鑽石打磨直接影響鑽石對光的拆射能力。打磨在鑽石的整合亮度裡，是個非常重要的因素。當選擇鑽石時，最好選一粒在鑽石證書裡，打磨是有著好(good)，非常好(very good)或者極優(excellent)。差打磨的鑽石會嚴重減少它的亮度，它們微細的打磨線會令鑽石的表面模糊，直接影響著光線的出入。打磨差的鑽石是因為打磨工人投放不足夠時間，為了節省成本。',
	'para2' => 'EX或E – 極優(excellent)，在10倍放大鏡下無瑕',
	'para3' => 'VG或VGD – 非常好(very good)，在10倍放大鏡下，非常難才能定位看到打磨紋',
	'para4' => 'GD，GO，G – 好(good)，在10倍放大鏡下，非常難才看到打磨紋',
	'para5' => 'F，FR，FA – 尚可(fair)，在10倍放大鏡下，會看到打磨紋',
	'para6' => 'PR, PO, P – 差 (poor), 在10倍放大鏡下，容易會看到打磨紋或肉眼可見',
	'para7' => 'VP，VE – 非常差(very poor)，比較容易用肉眼看到打磨紋',
	'para8' => 'EX或EP – 極其惡劣(extremely poor)，肉眼明顯看到打磨紋',

];